Repository: arunimasharma/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: ur_in

source: Please check your input for needed angels of type %s.
ur_in: آپ کے ان پٹ برائے %s قسم کی ضرورت تھی فرشتوں کی پڑتال کریں ۔

source: Shift updated.
ur_in: تبدیلی کی تازہ کاری ۔

source: This page is much more comfortable with javascript.
ur_in: یہ صفحہ جاوا سکرپٹ کے ساتھ بہت زیادہ آرام دہ اور پرسکون ہے ۔

source: Room:
ur_in: روم:

source: Start:
ur_in: شروع کریں:

source: End:
ur_in: اختتام:

source: Shift deleted.
ur_in: شفٹ حذف کر دی ہے ۔

source: Do you want to delete the shift %s from %s to %s?
ur_in: آپ منتقل کریں %s بطرف %s %s سے حذف کرنا چاہتے ہیں؟

source: You are not allowed to sign up for this shift. Maybe shift is full or already running.
ur_in: آپ اس تبدیلی کے لئے سائن اپ کرنے کی اجازت نہیں ۔ ہو سکتا ہے کہ شفٹ پوری یا پہلے ہی چل رہا ہے ۔

source: You are subscribed. Thank you!
ur_in: آپ کی تنظیم شریک ہیں ۔ شکريا!

source: Freeloader
ur_in: فریلویڈر

source: The administration has not configured any shifts yet.
ur_in: انتظامیہ کسی بھی شفٹوں ابھی تشکیل نہیں کیا ۔

source: The administration has not configured any rooms yet.
ur_in: انتظامیہ کسی بھی کمرے ابھی تشکیل نہیں کیا ۔

source: occupied
ur_in: پر قبضہ کر لیا

source: free
ur_in: مفت

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
ur_in: انتظامیہ کسی بھی انگیلٹیپاس ابھی تک - تشکیل نہیں کیا یا آپ کسی انگیلٹیپی کی رکنیت سازی نہیں ہیں ۔

source: %d helper needed
ur_in: %d مددگار کی ضرورت

source: Sign up
ur_in: سائن اپ کریں

source: ended
ur_in: ختم ہو گیا

source: Become %s
ur_in: %s ہو

source: Add more angels
ur_in: مزید فرشتے کا ا ضافہ کریں

source: Time
ur_in: وقت

source: Entries
ur_in: میں لکھے گئے مراسلے

source: Occupancy
ur_in: سکونت

source: The tasks shown here are influenced by the preferences you defined in your settings!
ur_in: یہاں دکھائے گئے جو کام میں آپ کی ترتیبات متعین کردہ ترجیحات سے متاثر ہیں!

source: Description of the jobs.
ur_in: ملازمتوں کی تفصیل ۔

source: Use new style if possible
ur_in: اگر ممکن ہو تو نئے طرز استعمال کریں

source: iCal export
ur_in: iCal برآمد

source: Export of shown shifts. <a href="%s">iCal format</a> or <a href="%s">JSON format</a> available (please keep secret, otherwise <a href="%s">reset the api key</a>).
ur_in: دکھائے شفٹوں کی برآمد ۔ <a href="%s">iCal وضع</a> یا <a href="%s">جساون وضع</a> دستیاب (براہ مہربانی پوشیدہ رکھیں ورنہ <a href="%s">api کلید سیٹ</a>) ۔

source: Filter
ur_in: فلٹر

source: All
ur_in: تمام

source: None
ur_in: کوئی نہیں

source: Unconfirmed
ur_in: غیر مصدقہ

source: Coordinator
ur_in: کوآرڈینیٹر

source: Member
ur_in: رکن

source: Do you want to delete angeltype %s?
ur_in: آپ انگیلٹیپی %s حذف کرنا چاہتے ہیں؟

source: cancel
ur_in: منسوخ کریں

source: Restricted
ur_in: محدود

source: Yes
ur_in: جی ہاں

source: No
ur_in: نہیں

source: Requires driver license
ur_in: ڈرائیور لائسنس کی ضرورت ہے

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
ur_in: محدود فرشتہ اقسام صرف ایک فرشتہ کی طرف سے ایک موئے (ڈبل آپٹ-میں) اہل کی صورت کی طرف سے استعمال کیا جا سکتا ہے ۔

source: Description
ur_in: تفصیل

source: Please use markdown for the description.
ur_in: تصریح برائے سُوت استعمال کریں ۔

source: my driving license
ur_in: میرے ڈرائیونگ لائسنس

source: This angeltype requires a driver license. Please enter your driver license information!
ur_in: اس انگیلٹیپی ایک ڈرائیور لائسنس کی ضرورت ہے ۔ آپ کی ڈرائیور لائسنس معلومات داخل کریں!

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
ur_in: آپ اس انگیلٹیپی کے لئے غیر مصدقہ ہیں ۔ براہ مہربانی تعارف %s اس بات کی تصدیق حاصل کرنے کے لئے جاؤ.

source: confirm
ur_in: تصدیق کریں

source: deny
ur_in: منکر

source: remove
ur_in: ہٹائیں

source: Driver
ur_in: ڈرائیور

source: Has car
ur_in: کار ہے ۔

source: Car
ur_in: کار

source: 3,5t Transporter
ur_in: 3، 5t لدنیا

source: 7,5t Truck
ur_in: 7، 5t ٹرک

source: 12,5t Truck
ur_in: 12، 5t ٹرک

source: Forklift
ur_in: فورکلافٹ

source: Coordinators
ur_in: رابطہ

source: Members
ur_in: ارکان

source: Add
ur_in: شامل کریں

source: confirm all
ur_in: سب کی تصدیق کریں

source: deny all
ur_in: سب کا انکار

source: New angeltype
ur_in: نیا انگیلٹیپی

source: Membership
ur_in: کی رکنیت

source: FAQ
ur_in: اکثر پوچھے گئے سوالات

source: Here is the list of teams and their tasks. If you have questions, read the FAQ.
ur_in: ٹیموں اور ان کے کاموں کی فہرست یہاں ہے ۔ اگر آپ کے پاس سوالات ہوں، اکثر پوچھے گئے سوالات پڑھیں ۔

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
ur_in: اس انگیلٹیپی کی طرف سے محدود ہے ڈبل آپٹ-میں ایک ٹیم کوآرڈینیٹر کی طرف سے ہے ۔ براہ مہربانی مطابق تعارفی اجلاس میں ظاہر ہیں ۔

source: Open questions
ur_in: اوپن سوالات

source: Your Question:
ur_in: اپنا سوال:

source: Freeloaded
ur_in: فریلویڈد

source: Freeload comment (Only for shift coordination):
ur_in: فریلتد (صرف کے بارے میں رائے شفٹ کوآرڈینیشن):

source: Edit shift entry
ur_in: شفٹ اندراج تدوین کریں

source: Angel:
ur_in: فرشتہ:

source: Date, Duration:
ur_in: تاریخ، دورانیہ:

source: Location:
ur_in: محل وقوع:

source: Title:
ur_in: عنوان:

source: Type:
ur_in: قسم:

source: Comment (for your eyes only):
ur_in: (کے لئے صرف اپنی آنکھوں) تبصرہ:

source: created at %s by %s
ur_in: پر %s %s کی طرف سے پیدا کیا

source: edited at %s by %s
ur_in: پر %s %s کی طرف سے تدوین

source: This shift collides with one of your shifts.
ur_in: یہ تبدیلی آپ شفٹوں میں سے ایک کے ساتھ کوللاڈیس ۔

source: You are signed up for this shift.
ur_in: آپ اس تبدیلی کے لئے سائن ان ہیں ۔

source: Location
ur_in: مقام

source: Do you want to delete shifttype %s?
ur_in: آپ شافٹیپی %s حذف کرنا چاہتے ہیں؟

source: Edit shifttype
ur_in: شافٹیپی کی تدوین کریں

source: Create shifttype
ur_in: شافٹیپی بنائیں

source: for team %s
ur_in: ٹیم برائے %s

source: New shifttype
ur_in: نیا شافٹیپی

source: Please select...
ur_in: براہ مہربانی منتخب کریں...

source: Do you really want to delete the user including all his shifts and every other piece of his data?
ur_in: آپ واقعی اپنے تمام شفٹوں اور اپنے کوائف کے ہر دوسرے ٹکڑا سمیت صارف حذف کرنا چاہتے ہیں؟

source: Your password
ur_in: آپ کا پاس ورڈ

source: Angel should receive at least %d vouchers.
ur_in: فرشتہ چاہیے وصول کریں کم از کم %d ووچرز ۔

source: Number of vouchers given out
ur_in: نمبر ووچرز دیا ہے ۔

source: m/d/Y h:i a
ur_in: m/d/Y h:i ایک

source: New user
ur_in: نیا صارف

source: Prename
ur_in: پرینمی

source: Arrived
ur_in: پہنچے

source: Voucher
ur_in: واؤچر

source: Freeloads
ur_in: فریلوادس

source: Active
ur_in: ایکٹو

source: T-Shirt
ur_in: شرٹ

source: Last login
ur_in: آخری لاگ ان

source: Free
ur_in: مفت

source: Next shift %c
ur_in: آئندہ shift %c

source: Shift starts %c
ur_in: %c شفٹ شروع ہوتا ہے

source: Shift ends %c
ur_in: %c شفٹ ختم ہوتا ہے ۔

source: sign off
ur_in: سائن

source: Sum:
ur_in: خلاصہ:

source: User state
ur_in: صارف ریاست

source: Arrived at %s
ur_in: %s میں پہنچے

source: Not arrived (Planned: %s)
ur_in: نہیں پہنچی (مدبَّر: %s)

source: Not arrived
ur_in: نہ پہنچے

source: Got %s voucher
ur_in: %s واؤچر مل گیا

source: Got no vouchers
ur_in: کوئی ووچرز مل گیا

source: Rights
ur_in: حقوق

source: driving license
ur_in: ڈرائیونگ لائسنس

source: Edit vouchers
ur_in: ووچرز تدوین کریں

source: iCal Export
ur_in: iCal برآمد

source: JSON Export
ur_in: جساون برآمد

source: Name &amp; workmates
ur_in: نام و وورکمیٹس

source: Comment
ur_in: تبصرہ

source: Action
ur_in: عمل

source: Your night shifts between 2 and 8 am count twice.
ur_in: 2 اور 8 بجے کے درمیان اپنی رات کی شفٹوں کو دو مرتبہ شمار.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
ur_in: اپنے آپ کو کچھ شفٹوں کے لئے سائن ان کرنا <a href="%s">شفٹس جدول</a> کے لیے جائیں ۔

source: We will send you an e-mail with a password recovery link. Please use the email address you used for registration.
ur_in: ہم آپ کو ایک پاس ورڈ وصولی کے لنک کے ساتھ ایک ای میل بھیجیں گے ۔ آپ رجسٹریشن کے لئے استعمال کا ای میل ایڈریس استعمال کریں ۔

source: Recover
ur_in: باز یافت کریں

source: Please enter a new password.
ur_in: ایک نیا پاس ورڈ داخل کریں ۔

source: Do you really want to add coordinator rights for %s to %s?
ur_in: آپ واقعی کوآرڈینیٹر حقوق برائے %s %s پر اضافہ کرنا چاہتے ہیں؟

source: Do you really want to remove coordinator rights for %s from %s?
ur_in: آپ واقعی %s کے لیے کوآرڈینیٹر حقوق سے %s ہٹانا چاہتے ہیں؟

source: Do you really want to deny all users for %s?
ur_in: آپ واقعی %s کے لیے تمام صارفین سے انکار کرنا چاہتے ہیں؟

source: Do you really want to confirm all users for %s?
ur_in: آپ واقعی %s کے لیے تمام صارفین کی تصدیق کرنا چاہتے ہیں؟

source: Do you really want to confirm %s for %s?
ur_in: آپ واقعی %s %s کے لیے تصدیق کرنا چاہتے ہیں؟

source: Do you really want to delete %s from %s?
ur_in: اگر آپ واقعی %s %s سے حذف کرنا چاہتے ہیں؟

source: User
ur_in: صارف

source: Do you really want to add %s to %s?
ur_in: آپ واقعی %s %s پر اضافہ کرنا چاہتے ہیں؟

source: save
ur_in: محفوظ کریں

source: Back to profile
ur_in: پروفائل کو واپس

source: Privacy
ur_in: نجی نوعیت

source: Your driving license information is only visible for coordinators and admins.
ur_in: اپنے ڈرائیونگ لائسنس کی معلومات صرف ہےجس اور admins کے لیے مرئی ہے ۔

source: I am willing to operate cars for the PL
ur_in: میں گاڑیاں مصیبتیں کے لئے کام کرنے کے لئے تیار ہوں

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
ur_in: مجھے اب اپنی گاڑی میرے ساتھ ہے اور یہ مصیبتیں (آپ کے لئے ایندھن کی باز ادائگی حاصل کریں گے) کے لئے استعمال کرنے کے لئے تیار ہوں

source: Driver license
ur_in: ڈرائیور لائسنس

source: Transporter 3,5t
ur_in: لدنیا 3، 5t

source: Truck 7,5t
ur_in: ٹرک 7، 5t

source: Truck 12,5t
ur_in: ٹرک 12، 5t

source: No Access
ur_in: رسائی نہیں

source: You don't have permission to view this page. You probably have to sign in or register in order to gain access!
ur_in: آپ اس صفحہ کو دیکھنے کی اجازت نہیں ہے ۔ آپ کو شاید میں سائن ان کریں یا رجسٹر تک رسائی حاصل کرنے کے لئے آنا پڑے گا!

source: vouchers.
ur_in: ووچرز ۔

source: This is a automatically calculated MINIMUM value, you can of course give out more if appropriate!
ur_in: یہ ایک محسوب خود بخود کم سے کم قدر ہے، آپ یقیناً زیادہ باہر اگر مناسب ہو تو دے سکتے ہیں!

source: You have been signed off from the shift.
ur_in: آپ سے شفٹ دستخط کیے گئے ہیں ۔

source: planned departure
ur_in: مجوزہ روانگی

source: Tasks
ur_in: مجموعہ کار

source: User didnt got vouchers.
ur_in: صارف ووچرز حاصل نہ کر سکی ۔

source: Remove vouchers
ur_in: ووچرز ہٹائیں

source: This shift is running now or ended already. Please contact a dispatcher to join the shift.
ur_in: یہ تبدیلی اب چل رہا ہے یا پہلے ہی ختم ہو گیا ۔ اس تبدیلی میں شامل ہونے کے لئے ایک ڈسپیچر سے رابطہ کریں ۔

source: You already subscribed to shift in the same timeslot. Please contact a dispatcher to join the shift.
ur_in: اگر آپ پہلے ہی ایک ہی ٹامیسلوٹ میں منتقل اپنایا ۔ اس تبدیلی میں شامل ہونے کے لئے ایک ڈسپیچر سے رابطہ کریں ۔

source: Hello %s, here you can change your personal settings i.e. password, color settings etc.
ur_in: %s میں خوش آمدید، یہاں آپ کو آپ کی ذاتی سیٹنگیں تبدیل کر سکتے ہیں یعنی پاس ورڈ، رنگ، سیٹنگیں وغیرہ ۔

source: Name/Description:
ur_in: نام/تفصیل:

source: Timeslot
ur_in: ٹامیسلوٹ

source: The first wants to join %s.
ur_in: %s میں شامل ہونے کے لیے سب سے پہلے چاہتا ہے ۔

source: Groups
ur_in: گروپس

source: ICQ
ur_in: اکق

source: You are not confirmed for this angel type.
ur_in: آپ اس فرشتہ کی قسم کے لیے تصدیق نہیں کی ہیں ۔

source: Exports
ur_in: برآمدات

source: Current ends in %s min
ur_in: %s منٹ میں حالیہ ختم ہو جاتا ہے

source: Add new angeltype
ur_in: نئے انگیلٹیپی کا ا ضافہ کریں

source: Language
ur_in: زبان

source: You have %s new message.
ur_in: آپ کو %s نئے پیغام ہے ۔

source: These are your shifts.<br/>Please try to appear <b>15 minutes</b> before your shift begins!<br/>You can remove yourself from a shift up to %d hours before it starts.
ur_in: یہ اپنے شفٹوں ہیں ۔<br>براہ مہربانی آپ shift کے آغاز سے پہلے <b>15 منٹ</b> ظاہر کرنے کی کوشش کریں!<br>آپ اپنے آپ کو %d گھنٹے تک اسے شروع کرنے سے پہلے ایک تبدیلی سے ہٹا سکتے ہیں ۔

source: Page:
ur_in: صفحہ:

source: Message:
ur_in: پیغام:

source: Wakeup
ur_in: غیر

source: Broken date!
ur_in: ٹوٹا ہوا تاریخ!

source: Incomplete call, missing wake-up ID.
ur_in: نامکمل کال بعد اپ شناخت غائب،

source: Wake-up call deleted.
ur_in: حذف شدہ جاگو ۔

source: No wake-up found.
ur_in: کوئی بعد پایا اپ ۔

source: Hello %s, here you can register for a wake-up call. Simply say when and where the angel should come to wake you.
ur_in: ہیلو %s، یہاں آپ ایک جاگو کے لئے رجسٹر کر سکتے ہیں ۔ بس جب اور جہاں فرشتہ آپ بھیجنے کو کہتا ہے ۔

source: All ordered wake-up calls, next first.
ur_in: سب بعد اپ کالز، اگلے پہلے کا حکم دیا ۔

source: Place
ur_in: جگہ

source: Notes
ur_in: نوٹس

source: Schedule a new wake-up here:
ur_in: ایک نیا بعد اپ یہاں کی میقات بندی:

source: User %s confirmed as %s.
ur_in: صارف %s %s کے طور پر اس بات کی تصدیق ہے ۔

source: Resistance is futile! Your biological and physical parameters will be added to our collectiv! Assimilating angel:
ur_in: مزاحمت بیکار ہے! ہمارے کوللیکٹاو کے لیے اپنے حیاتیاتی اور جسمانی پیرامیٹر شامل نہیں کیا جائے گا! فرشتہ تُرک:

source: Confirmed all.
ur_in: سب اس بات کی تصدیق ہے ۔

source: asdf
ur_in: اسدف
