Repository: arunimasharma/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: ur_in

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
ur_in: ہمیں ٹیارڈون وسعتوں کے لئے ایک احساس دینے کے لئے آپ ترتیبات کے صفحے پر آپ کی روانگی کے مجوزہ تاریخ داخل کریں ۔

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
ur_in: آپ کم از کم فریلویڈد %s شفٹس ۔ شفٹ سائن اپ مقفل ہے ۔ براہ مہربانی دوبارہ کھلا ہو آسمانوں ڈیسک کے لیے جاتے ہیں ۔

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
ur_in: آپ پہنچے کے طور پر نشان زد نہیں ۔ براہ مہربانی اپنے فرشتہ بلا آسمان کے ڈیسک کے لیۓ حاصل اور/یا اُنہیں بتاؤ کہ آپ پہلے ہی پہنچی تھی کہ جاتے ہیں ۔

source: You need to specify a tshirt size in your settings!
ur_in: آپ کو آپ کی سیٹنگوں میں ایک ٹشارٹ سائز کا اختصاص کرنے کی ضرورت ہے!

source: You need to specify a DECT phone number in your settings! If you don't have a DECT phone, just enter "-".
ur_in: آپ آپ کے ماحول میں ایک د فون نمبر کا اختصاص کرنے کی ضرورت ہے! اگر آپ کو ایک د فون نہیں ہے، بس داخل کریں "-" ۔

source: Admin
ur_in: ایڈمن

source: No data found.
ur_in: کوئی کوائف نہیں پایا جاتا ۔

source: Angeltypes
ur_in: انگیلٹیپ

source: Teams/Job description
ur_in: ٹیموں/تفصیل ملازمت

source: Angeltype %s deleted.
ur_in: انگیلٹیپی %s حذف کر دی ہے ۔

source: Delete angeltype %s
ur_in: انگیلٹیپی %s حذف کریں

source: Please check the name. Maybe it already exists.
ur_in: نام پڑتال کریں ۔ ہو سکتا ہے کہ یہ پہلے سے ہی موجود ہے ۔

source: Edit %s
ur_in: تدوین کریں %s

source: Team %s
ur_in: ٹیم %s

source: view
ur_in: منظر

source: edit
ur_in: تدوین کریں

source: delete
ur_in: حذف کریں

source: leave
ur_in: چھوڑ

source: join
ur_in: ملاپ کریں

source: Shift could not be found.
ur_in: شفٹ نہیں مل سکا ۔

source: Shifttype %s deleted.
ur_in: شافٹیپی %s حذف کر دی ہے ۔

source: Delete shifttype %s
ur_in: شافٹیپی %s حذف کریں

source: Shifttype not found.
ur_in: شافٹیپی نہیں ملا ۔

source: Please enter a name.
ur_in: ایک نام داخل کریں ۔

source: Updated shifttype.
ur_in: تازہ شافٹیپی ۔

source: Created shifttype.
ur_in: بنائی گئی شافٹیپی ۔

source: Shifttypes
ur_in: شافٹیپاس

source: There is %d unconfirmed angeltype.
ur_in: সেখানে %d অসমর্থিত angeltype হয়.

source: Angel types which need approvals:
ur_in: فرشتہ قسمیں جو منظوری کی ضرورت ہے:

source: Angeltype doesn't exist.
ur_in: انگیلٹیپی کا کوئی وجود نہیں ہے ۔

source: You are not allowed to delete all users for this angeltype.
ur_in: آپ اس انگیلٹیپی کے لئے تمام صارفین کو حذف کرنے کی اجازت نہیں ۔

source: Denied all users for angeltype %s.
ur_in: انگیلٹیپی %s کے لیے تمام صارفین کی تردید کی ہے ۔

source: Deny all users
ur_in: تمام صارفین سے انکار

source: User angeltype doesn't exist.
ur_in: صارف انگیلٹیپی کا کوئی وجود نہیں ہے ۔

source: You are not allowed to confirm all users for this angeltype.
ur_in: آپ اس انگیلٹیپی کے لئے تمام صارفین کی تصدیق کرنے کی اجازت نہیں ۔

source: Confirmed all users for angeltype %s.
ur_in: انگیلٹیپی %s کے لیے تمام صارفین کی تصدیق کی ہے ۔

source: Confirm all users
ur_in: تمام صارفین کی تصدیق کریں

source: You are not allowed to confirm this users angeltype.
ur_in: آپ اس کے صارفین کی انگیلٹیپی کی تصدیق کرنے کی اجازت نہیں ۔

source: User doesn't exist.
ur_in: صارف کا کوئی وجود نہیں ہے ۔

source: %s confirmed for angeltype %s.
ur_in: %s %s کے لیے انگیلٹیپی کی تصدیق کی ہے ۔

source: Confirm angeltype for user
ur_in: انگیلٹیپی برائے صارف کی تصدیق کریں

source: You are not allowed to delete this users angeltype.
ur_in: آپ اس کے صارفین کی انگیلٹیپی کو حذف کرنے کی اجازت نہیں ۔

source: User %s removed from %s.
ur_in: صارف %s %s سے ہٹا دیا ۔

source: Remove angeltype
ur_in: انگیلٹیپی ہٹانا

source: You are not allowed to set coordinator rights.
ur_in: آپ کوآرڈینیٹر حقوق مرتب کرنے کی اجازت نہیں ۔

source: No coordinator update given.
ur_in: کوآرڈینیٹر کا تجدید نہیں دیا ۔

source: Added coordinator rights for %s to %s.
ur_in: %s کے لیے شامل کی کوآرڈینیٹر حقوق برائے %s ۔

source: Removed coordinator rights for %s from %s.
ur_in: %s سے ہٹا دی کوآرڈینیٹر حقوق برائے %s ۔

source: Add coordinator rights
ur_in: کوآرڈینیٹر حقوق کا ا ضافہ کریں

source: Remove coordinator rights
ur_in: کوآرڈینیٹر حقوق ہٹائیں

source: Please select a user.
ur_in: ایک صارف منتخب کریں ۔

source: User %s added to %s.
ur_in: صارف %s %s پر اضافہ ہے ۔

source: Add user to angeltype
ur_in: صارف کے لیے انگیلٹیپی کا ا ضافہ کریں

source: You are already a %s.
ur_in: آپ کو %s پہلے ہی ہیں ۔

source: You joined %s.
ur_in: آپ %s میں شمولیت اختیار کی ۔

source: Become a %s
ur_in: ایک %s ہو

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
ur_in: آپ جس ڈرائیونگ لائسنس کی ضرورت ہے ایک انگیلٹیپی میں شمولیت اختیار کی ۔ اپنے ڈرائیونگ لائسنس کی معلومات یہاں تدوین کریں: %s.

source: driving license information
ur_in: ڈرائیونگ لائسنس معلومات

source: Please select at least one driving license.
ur_in: کم از کم ایک ڈرائیونگ لائسنس کا انتخاب کریں ۔

source: Your driver license information has been removed.
ur_in: آپ ڈرائیور لائسنس کی معلومات کو ہٹا دیا گیا ہے ۔

source: Your driver license information has been saved.
ur_in: آپ ڈرائیور لائسنس کی معلومات محفوظ نہیں کی گئی ہے ۔

source: Edit %s driving license information
ur_in: %s ڈرائیونگ لائسنس معلومات تدوین کریں

source: You cannot delete yourself.
ur_in: کیا آپ اپنے آپ کو حذف نہیں کر سکتا ۔

source: Your password is incorrect. Please try it again.
ur_in: آپ کا پاس ورڈ صحیح نہیں ۔ براہ مہربانی اسے دوبارہ کوشش کریں ۔

source: User deleted.
ur_in: صارف حذف کر دی ہے ۔

source: Delete %s
ur_in: حذف کریں %s

source: Please enter a valid number of vouchers.
ur_in: ووچرز جائز نمبر داخل کریں ۔

source: Saved the number of vouchers.
ur_in: ووچرز کی تعداد محفوظ نہیں ۔

source: %s's vouchers
ur_in: %s کی ووچرز

source: User not found.
ur_in: صارف نہیں ملا ۔

source: All users
ur_in: تمام صارفین

source: Token is not correct.
ur_in: ٹوکن صحیح نہیں ہے ۔

source: Your passwords don't match.
ur_in: آپ پاس ورڈ مشابہ نہیں ۔

source: Your password is to short (please use at least 6 characters).
ur_in: آپ کا پاس ورڈ کے لئے مختصر ہے (کم از کم 6 حروف استعمال کریں) ۔

source: Password could not be updated.
ur_in: پاس ورڈ کی تازہ کاری نہیں کی جا سکی ۔

source: Password saved.
ur_in: پاس ورڈ محفوظ نہیں ہیں ۔

source: E-mail address is not correct.
ur_in: ای میل ایڈریس درست نہیں ہے ۔

source: Please enter your e-mail.
ur_in: برائے مہربانی اپنا ای میل درج کریں ۔

source: Password recovery
ur_in: پاس ورڈ دوبارہ حاصل

source: Please visit %s to recover your password.
ur_in: براہ کرم اپنے پاس ورڈ کی وصولی کے لیے %s دیکھیں ۔

source: We sent an email containing your password recovery link.
ur_in: ہم نے اپنے پاس ورڈ کی بازیابی کے لنک پر مشتمل ایک ای میل بھیجا ۔

source: Hi %s,
ur_in: ہیلو %s,

source: here is a message for you from the engelsystem:
ur_in: یہاں انگیلسیسٹیم سے آپ کے لئے ایک پیغام ہے:

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
ur_in: یہ ای میل اوٹوگانراٹید ہے اور پر دستخط نہیں ہو کرنے کے لئے ہے ۔ آپ اس ای میل ملا ہے کیونکہ آپ انگیلسیسٹیم میں رجسٹرڈ ہیں ۔

source: A Shift you are registered on has changed:
ur_in: آپ پر رجسٹرڈ ہیں ایک شفٹ میں تبدیل کر دیا ہے:

source: * Shift type changed from %s to %s
ur_in: * Shift قسم سے %s %s تبدیل کر دیا گیا ۔

source: * Shift title changed from %s to %s
ur_in: * Shift کے عنوان سے %s %s تبدیل کر دیا گیا ۔

source: * Shift Start changed from %s to %s
ur_in: * شفٹ شروع سے %s %s تبدیل کر دیا گیا ۔

source: * Shift End changed from %s to %s
ur_in: * شفٹ کے اختتام سے %s %s تبدیل کر دیا گیا ۔

source: * Shift Location changed from %s to %s
ur_in: * Shift محل وقوع سے %s %s تبدیل کر دیا گیا ۔

source: The updated Shift:
ur_in: میں اپ ڈیٹ کی تبدیلی:

source: Your Shift has changed
ur_in: آپ Shift تبدیل کر دیا گیا

source: A Shift you are registered on was deleted:
ur_in: آپ پر رجسٹرڈ ہیں ایک شفٹ حذف کردیا گیا تھا:

source: Your Shift was deleted
ur_in: آپ Shift حذف کردیا گیا تھا

source: You have been assigned to a Shift:
ur_in: آپ ایک تبدیلی کو سونپا گیا ہے:

source: Assigned to Shift
ur_in: Shift کو تفویض کیا گیا

source: You have been removed from a Shift:
ur_in: آپ ایک تبدیلی سے ہٹا دیا گیا ہے:

source: Removed from Shift
ur_in: شفٹ سے ہٹا دیا

source: Your account has been deleted
ur_in: آپ کے اکاؤنٹ کو حذف کر دیا گیا ہے

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
ur_in: آپ کے انگیلسیسٹیم کے اکاؤنٹ حذف کر دیا گیا ہے ۔ اگر آپ اپنا اکاؤنٹ حذف کرنے کے بارے میں کوئی سوالات ہیں تو آسمان سے رابطہ کریں ۔

source: Active angels
ur_in: زیر عمل فرشتے

source: At least %s angels are forced to be active. The number has to be greater.
ur_in: کم از کم %s فرشتے فعال بنانے پر مجبور ہیں ۔ تعداد بڑھ کر ہوتی ہے ۔

source: Please enter a number of angels to be marked as active.
ur_in: زیر عمل کے طور پر نشان زد کیا کو فرشتوں کی ایک بڑی تعداد داخل کریں ۔

source: Marked angels.
ur_in: نشان والے فرشتوں ۔

source: back
ur_in: واپس

source: apply
ur_in: لگائیں

source: Angel has been marked as active.
ur_in: فرشتہ کو زیر عمل کے طور پر نشان زد کیا گیا ۔

source: Angel not found.
ur_in: فرشتہ نہیں پایا ۔

source: Angel has been marked as not active.
ur_in: فرشتہ کو نہ زیر عمل کے طور پر نشان زد کیا گیا ۔

source: Angel has got a t-shirt.
ur_in: فرشتہ ایک شرٹ ہو گئی تھی ۔

source: Angel has got no t-shirt.
ur_in: فرشتہ کوئی شرٹ ہو گئی تھی ۔

source: set active
ur_in: فعال سیٹ کریں

source: remove active
ur_in: زیر عمل ہٹائیں

source: got t-shirt
ur_in: شرٹ مل گیا

source: remove t-shirt
ur_in: شرٹ کو ہٹانا

source: Sum
ur_in: حاصل جمع

source: Search angel:
ur_in: فرشتہ تلاش کریں:

source: Show all shifts
ur_in: تمام شفٹوں نمایش کریں

source: Search
ur_in: تلاش کریں

source: How much angels should be active?
ur_in: کتنا فرشتے زیر عمل ہونا چاہیے؟

source: Preview
ur_in: مشاہدہ

source: Nickname
ur_in: لقب

source: Size
ur_in: سائز

source: Shifts
ur_in: تبدیلی

source: Length
ur_in: لمبائی

source: Active?
ur_in: زیر عمل؟

source: Forced
ur_in: جبری

source: T-shirt?
ur_in: شرٹ؟

source: Shirt statistics
ur_in: قمیض کے اعداد و شمار

source: Needed shirts
ur_in: ضرورت شرٹ

source: Given shirts
ur_in: دی گئی شرٹ

source: Arrived angels
ur_in: آنے والی فرشتے

source: Reset done. Angel has not arrived.
ur_in: پھر سیٹ کیا جاتا ہے ۔ فرشتہ نہیں پہنچی ہے ۔

source: Angel has been marked as arrived.
ur_in: فرشتہ پہنچے کے طور پر نشان زد کیا گیا ہے ۔

source: yes
ur_in: جی ہاں

source: reset
ur_in: پھر سیٹ کریں

source: arrived
ur_in: پہنچے

source: Planned arrival
ur_in: آمد

source: Arrived?
ur_in: پہنچے؟

source: Arrival date
ur_in: آمد کی تاریخ

source: Planned departure
ur_in: مجوزہ روانگی

source: Planned arrival statistics
ur_in: آمد کے اعداد و شمار

source: arrived sum
ur_in: حاصل جمع کو پہنچے

source: Date
ur_in: تاریخ

source: Count
ur_in: گنتی

source: Arrival statistics
ur_in: آمد کے اعداد و شمار

source: Planned departure statistics
ur_in: مجوزہ روانگی کے اعداد و شمار

source: Free angels
ur_in: مفت فرشتوں

source: Angeltype
ur_in: انگیلٹیپی

source: Only confirmed
ur_in: صرف اس بات کی تصدیق

source: Nick
ur_in: نک

source: DECT
ur_in: د

source: Jabber
ur_in: بکبک کرنا

source: E-Mail
ur_in: ای میل

source: Grouprights
ur_in: گروپراگوںس

source: Name
ur_in: نام

source: Privileges
ur_in: استحقاق

source: Save
ur_in: محفوظ کریں

source: Edit group
ur_in: گروپ تدوین کریں

source: Frab import
ur_in: فرعب درآمد کریں

source: Webserver has no write-permission on import directory.
ur_in: ویبسرور درآمد ڈائریکٹری پر کوئی تحریر اجازت ہوتی ہے ۔

source: Please select a shift type.
ur_in: ایک شفٹ کی قسم منتخب کریں ۔

source: Please enter an amount of minutes to add to a talk's begin.
ur_in: ایک منٹ کے لیے گفتگو کے اضافے کے لیے کی رقم داخل کریں شروع کی ۔

source: Please enter an amount of minutes to add to a talk's end.
ur_in: گفتگو کے آخر تک اضافہ کرنے کے لیے منٹوں کی رقم داخل کریں ۔

source: No valid xml/xcal file provided.
ur_in: فراہم کردہ کوئی جائز xml/اکال مسل نہیں ۔

source: File upload went wrong.
ur_in: مسل اپ لوڈ غلط ہو گیا ۔

source: Please provide some data.
ur_in: کچھ کوائف مہیا کریں ۔

source: File Upload
ur_in: مسل اپ لوڈ کریں

source: Validation
ur_in: جواز دہی

source: Import
ur_in: درآمد

source: This import will create/update/delete rooms and shifts by given FRAB-export file. The needed file format is xcal.
ur_in: اس درآمد مرضی تخلیق کریں/تازہ کاری کریں/ختم کمرے اور کی طرف سے فرعب برآمد مسل دیا شفٹس ۔ ضرورت مسل وضع اکال ہے ۔

source: Shifttype
ur_in: شافٹیپی

source: Add minutes to start
ur_in: شروع کرنے کے لئے منٹ کا ا ضافہ کریں

source: Add minutes to end
ur_in: ختم کرنے کے لئے منٹ کا ا ضافہ کریں

source: xcal-File (.xcal)
ur_in: اکال-فائل (.xcal)

source: Missing import file.
ur_in: غائب مسل درآمد کریں ۔

source: Rooms to create
ur_in: تخلیق کرنے کے لئے کمرے

source: Rooms to delete
ur_in: خارج کرنے کے لئے کمرے

source: Shifts to create
ur_in: شفٹوں بنانے کے لیے

source: Day
ur_in: ڈے

source: Start
ur_in: شروع کریں

source: End
ur_in: اختتام

source: Shift type
ur_in: تبدیلی کی قسم

source: Title
ur_in: عنوان

source: Room
ur_in: کمرہ

source: Shifts to update
ur_in: تازہ کاری کے لیے شفٹوں

source: Shifts to delete
ur_in: شفٹوں حذف کرنا

source: It's done!
ur_in: یہ کیا ہے!

source: Log
ur_in: لاگ ان کریں

source: Edit news entry
ur_in: خبریں اندراج تدوین کریں

source: Author
ur_in: مصنف

source: Subject
ur_in: موضوع

source: Message
ur_in: پیغام

source: Meeting
ur_in: ملاقات

source: Delete
ur_in: حذف کریں

source: News entry updated.
ur_in: اپ ڈیٹ خبریں اندراج ۔

source: News entry deleted.
ur_in: خبریں اندراج حذف کر دی ہے ۔

source: Answer questions
ur_in: جواب کے سوالات

source: There are unanswered questions!
ur_in: دیے گئے سوالات ہیں!

source: Unanswered questions
ur_in: دیے گئے سوالات

source: From
ur_in: سے

source: Question
ur_in: سوال

source: Answer
ur_in: جواب

source: Answered questions
ur_in: جواب کے سوالات

source: Answered by
ur_in: کی طرف سے جواب

source: Rooms
ur_in: کمرے

source: This name is already in use.
ur_in: یہ نام پہلے ہی زیر استعمال ہے ۔

source: Please enter needed angels for type %s.
ur_in: %s قسم کے لیے درکار فرشتے داخل کریں ۔

source: Room saved.
ur_in: محفوظ کمرے ۔

source: Public
ur_in: عوام

source: Room number
ur_in: کمرہ نمبر

source: Needed angels:
ur_in: ضرورت فرشتے:

source: Room %s deleted.
ur_in: کمرے %s حذف کر دی ہے ۔

source: Do you want to delete room %s?
ur_in: آپ کمرے %s حذف کرنا چاہتے ہیں؟

source: add
ur_in: ا ضافہ کریں

source: Create shifts
ur_in: شفٹوں بنائیں

source: Please select a location.
ur_in: محل وقوع کا انتخاب کریں ۔

source: Please select a start time.
ur_in: ایک وقت آغاز منتخب کریں ۔

source: Please select an end time.
ur_in: ایک اختتامی وقت منتخب کریں ۔

source: The shifts end has to be after its start.
ur_in: شفٹوں کے اختتام کے بعد اس کا آغاز ہونا چاہئے ۔

source: Please enter a shift duration in minutes.
ur_in: منٹ میں ایک شفٹ دورانیہ داخل کریں ۔

source: Please split the shift-change hours by colons.
ur_in: براہ مہربانی shift-تبدیلی گھنٹے کولون سے الگ ۔

source: Please select a mode.
ur_in: ایک موڈ منتخب کریں ۔

source: Please check the needed angels for team %s.
ur_in: %s کی ٹیم کے لیے درکار فرشتوں کی پڑتال کریں ۔

source: There are 0 angels needed. Please enter the amounts of needed angels.
ur_in: 0 فرشتوں کی ضرورت ہیں ۔ مقدار درکار فرشتے داخل کریں ۔

source: Please select a mode for needed angels.
ur_in: ضرورت تھی فرشتوں کے لئے ایک موڈ منتخب کریں ۔

source: Please select needed angels.
ur_in: براہ مہربانی منتخب کریں فرشتوں کی ضرورت ہے ۔

source: Time and location
ur_in: وقت اور مقام

source: Type and title
ur_in: قسم اور عنوان

source: Needed angels
ur_in: ضرورت فرشتے

source: Mode
ur_in: موڈ

source: Create one shift
ur_in: ایک شفٹ بنائیں

source: Create multiple shifts
ur_in: کثیر شفٹوں بنائیں

source: Create multiple shifts with variable length
ur_in: کثیر شفٹوں متغیر کی لمبائی کے ساتھ بنا ۔

source: Shift change hours
ur_in: تبدیلی کے اوقات تبدیل کریں

source: Take needed angels from room settings
ur_in: ضرورت تھی فرشتوں میں روم ترتیبات سے لے

source: The following angels are needed
ur_in: درج ذیل فرشتوں کی ضرورت ہے

source: All Angels
ur_in: تمام فرشتے

source: This user does not exist.
ur_in: یہ صارف موجود نہیں ۔

source: Please send me an email if my shifts change
ur_in: میرے شفٹوں میں تبدیل کرتے ہیں تو براہ مہربانی مجھے ایک ای میل بھیجیں

source: Force active
ur_in: زیر عمل پر مجبور

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
ur_in: انگیلٹیپ صفحہ یا صارفین پروفائل صارفین انگیلٹیپ کا انتظام کرنے کے لیے براہ مہربانی ملاحظہ کریں ۔

source: Edit user
ur_in: صارف تدوین کریں

source: Credits
ur_in: کریڈٹ

source: Login
ur_in: لاگ ان

source: Register
ur_in: رجسٹر

source: Logout
ur_in: لاگ آؤٹ

source: Your nick &quot;%s&quot; already exists.
ur_in: اپنے نک '%s' پہلے ہی موجود ہے ۔

source: Your nick &quot;%s&quot; is too short (min. 2 characters).
ur_in: اپنے نک "%s" بہت چھوٹا ہے (منٹ 2 کریکٹر) ۔

source: Please check your jabber account information.
ur_in: آپ کی بکواس اکاؤنٹ معلومات کی پڑتال کریں ۔

source: Please select your shirt size.
ur_in: آپ کی قمیض کا سائز منتخب کریں ۔

source: Your password is too short (please use at least %s characters).
ur_in: آپ کا پاس ورڈ بہت چھوٹا ہے (کم از کم استعمال کریں %s کریکٹر) ۔

source: Please enter your planned date of arrival.
ur_in: آپ کی آمد کی منصوبہ بندی تاریخ داخل کریں ۔

source: Angel registration successful!
ur_in: فرشتہ رجسٹریشن کامیاب!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
ur_in: یہ فارم مکمل کر رہا ہے کی طرف سے آپ ایک افراتفری فرشتہ کے طور پر رجسٹر کر رہا ہے کر رہے ہیں ۔ یہ سکرپٹ آپ فرشتہ کے کام کے شادولر میں ایک اکاؤنٹ بنائیں گے ۔

source: Planned date of arrival
ur_in: منصوبہ بندی کی آمد کی تاریخ

source: Shirt size
ur_in: قمیض کا سائز

source: Password
ur_in: پاس‌ ورڈ

source: Confirm password
ur_in: پاس ورڈ تصدیق کریں

source: What do you want to do?
ur_in: آپ کیا کرنا چاہتے ہيں؟

source: Description of job types
ur_in: ملازمت کے اقسام کی تفصیل

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
ur_in: محدود فرشتہ اقسام بعد ایک موئے کی طرف سے تصدیق کی جائے گی کی ضرورت ہے ۔ آپ کو آپ کے انتخاب کے اختیارات کے سیکشن میں تبدیل کر سکتے ہیں ۔

source: Mobile
ur_in: موبائل

source: Phone
ur_in: فون

source: First name
ur_in: پہلا نام

source: Last name
ur_in: نام

source: Age
ur_in: عمر

source: Hometown
ur_in: آبائی شہر

source: Entry required!
ur_in: اندراج کی ضرورت ہے!

source: Please enter a password.
ur_in: ایک پاس ورڈ داخل کریں ۔

source: No user was found with that Nickname. Please try again. If you are still having problems, ask an Dispatcher.
ur_in: کوئی صارف کے ساتھ اس کے عرفی نام پایا گیا ۔ براہ مہربانی دوبارہ کوشش کریں ۔ اگر آپ اب بھی مسائل کا سامنا کر رہے ہیں، ایک ڈسپیچر پوچھیں ۔

source: Please enter a nickname.
ur_in: ایک عرفی نام داخل کریں ۔

source: Please sign up, if you want to help us!
ur_in: آپ ہماری مدد کرنا چاہتے ہیں تو براہ مہربانی اپ، سائن ان کریں!

source: Registration is disabled.
ur_in: رجسٹریشن نااہل ہے ۔

source: I forgot my password
ur_in: میں اپنا پاس ورڈ بھول گئے

source: Please note: You have to activate cookies!
ur_in: براہ مہربانی نوٹ کریں: اگر آپ کوکیز کو چالو کرنے کے لئے ہے!

source: What can I do?
ur_in: میں کیا کرسکتا ہوں؟

source: Please read about the jobs you can do to help us.
ur_in: براہ مہربانی آپ ہمیں مدد کر سکتے ہیں ملازمتوں کے بارے میں پڑھیں ۔

source: Messages
ur_in: پیغامات

source: Select recipient...
ur_in: وصول کنندہ کو منتخب کریں...

source: Unable to load user.
ur_in: صارف لوڈ کرنے میں نااہل ۔

source: mark as read
ur_in: بطور خواندہ نشان زد کریں

source: delete message
ur_in: پیغام حذف کریں

source: Hello %s, here can you leave messages for other angels
ur_in: ہیلو %s، یہاں کر سکتے ہیں آپ پیغامات کے لئے دوسرے فرشتے چھوڑ

source: New
ur_in: نئی

source: Transmitted
ur_in: پھیلتی

source: Recipient
ur_in: وصول کنندہ

source: Incomplete call, missing Message ID.
ur_in: پیغام کی شناخت غائب نامکمل کال

source: No Message found.
ur_in: کوئی پیغام نہیں ملا ۔

source: Transmitting was terminated with an Error.
ur_in: ترسیل ایک نقص کے ساتھ ختم ہو گیا تھا ۔

source: Wrong action.
ur_in: غلط عمل ہے ۔

source: My shifts
ur_in: میرے شفٹوں

source: Key changed.
ur_in: کلید تبدیل کر دیا گیا ۔

source: Reset API key
ur_in: API کلید پھر سیٹ کریں

source: If you reset the key, the url to your iCal- and JSON-export and your atom feed changes! You have to update it in every application using one of these exports.
ur_in: اگر آپ کی کلید کو دوبارہ مرتب کریں، ویب ایڈریس پر آپ iCal - اور جساون-برآمد اور اپنے جوہری تبدیلیاں فیڈ! آپ اسے ان برآمدات میں سے ایک کا استعمال کرتے ہوئے ہر ایپلی کیشن میں تازہ کرنا ہوگا ۔

source: Continue
ur_in: پروفائل

source: Please enter a freeload comment!
ur_in: فریلتد تبصرہ داخل کریں!

source: Shift saved.
ur_in: تبدیلی محفوظ نہیں ہے ۔

source: Shift canceled.
ur_in: منتقل کریں کو منسوخ کر دیا ہے ۔

source: It's too late to sign yourself off the shift. If neccessary, ask the dispatcher to do so.
ur_in: یہ اپنے آپ کو اس تبدیلی کو دستخط کرنے بہت دیر ہو چکی ہے ۔ اگر ضروری ہو تو، ایسا کرنے کے لئے ڈسپیچر پوچھیں ۔

source: News comments
ur_in: خبریں تبصرے

source: News
ur_in: خبریں

source: Meetings
ur_in: ملاقاتیں

source: Comments
ur_in: تبصرے

source: Entry saved.
ur_in: اندراج محفوظ ہے ۔

source: New Comment:
ur_in: نیا تبصرہ:

source: Invalid request.
ur_in: ناجائز کی درخواست ہے ۔

source: Create news:
ur_in: خبر بنائیں:

source: Ask an archangel
ur_in: ایک موئے پوچھیں

source: Unable to save question.
ur_in: سوال محفوظ کرنے میں نااہل ۔

source: You question was saved.
ur_in: آپ سوال محفوظ کر لی گئی ۔

source: Please enter a question!
ur_in: ایک سوال کے جواب داخل کریں!

source: Incomplete call, missing Question ID.
ur_in: سوال شناخت غائب نامکمل کال

source: No question found.
ur_in: کوئی سوال نہیں پایا جاتا ۔

source: Settings
ur_in: سیٹنگیں

source: Please enter your planned date of departure.
ur_in: آپ کی روانگی کے مجوزہ تاریخ داخل کریں ۔

source: Settings saved.
ur_in: سیٹنگیں محفوظ نہیں ہے ۔

source: -> not OK. Please try again.
ur_in: -> ٹھیک نہیں ہے ۔ براہ مہربانی دوبارہ کوشش کریں ۔

source: Failed setting password.
ur_in: ناکام سیٹنگ پاس ورڈ ہے ۔

source: Theme changed.
ur_in: خیالیہ تبدیل کر دیا گیا ۔

source: Here you can change your user details.
ur_in: یہاں آپ کو آپ کے صارف کی تفصیلات تبدیل کر سکتے ہیں ۔

source: Planned date of departure
ur_in: مجوزہ روانگی کی تاریخ

source: Please visit the angeltypes page to manage your angeltypes.
ur_in: براہ مہربانی آپ انگیلٹیپ کا انتظام کرنے کے لئے انگیلٹیپ صفحہ ملاحظہ کریں ۔

source: Here you can change your password.
ur_in: یہاں آپ کو اپنا پاس ورڈ تبدیل کر سکتے ہیں ۔

source: Old password:
ur_in: پرانا لفظ شناخت:

source: New password:
ur_in: نیا پاس ورڈ:

source: Password confirmation:
ur_in: پاس ورڈ کی تصدیق:

source: Here you can choose your color settings:
ur_in: یہاں آپ اپنے رنگ، سیٹنگیں انتخاب کر سکتے ہیں:

source: Color settings:
ur_in: رنگ سیٹنگیں:

source: Here you can choose your language:
ur_in: یہاں آپ اپنی زبان کا انتخاب کر سکتے ہیں:

source: Language:
ur_in: زبان:

source: Shift entry deleted.
ur_in: اندراج حذف منتقل ۔

source: Entry not found.
ur_in: اندراج نہیں ملا ۔

source: Please select a room.
ur_in: ایک کمرے کا انتخاب کریں ۔

source: Please select a shifttype.
ur_in: ایک شافٹیپی کا انتخاب کریں ۔

source: Please enter a valid starting time for the shifts.
ur_in: تبادلے کے لیے ایک جائز آغاز وقت داخل کریں ۔

source: Please enter a valid ending time for the shifts.
ur_in: تبادلے کے لیے ایک جائز اختتام وقت داخل کریں ۔

source: The ending time has to be after the starting time.
ur_in: اختتام وقت آغاز وقت کے بعد ہونا چاہیئے ۔
